var role = [
	{
		"role" : "演员",
		"rList" : {
			"主持司仪" : ['商演主持','婚庆司仪','宴会主持','双语主持','少儿主持'],
			"配音演员" : ['影视配音','动画配音'],
			"影视演员" : ['话剧演员','歌剧演员','音乐剧演员','木偶剧演员','儿童剧演员','舞剧演员','其他'],
			"戏剧演员" : ['京剧演员','川剧演员','淮剧演员','沪剧演员','黄梅戏演员','徽剧演员']
		},
	},

	{
		"role" : "民族乐器",
		"rList" : {
			"吹奏乐器" : ['笛子','葫芦丝','喇叭'],
			"弹拨乐器" : ['琵琶','扬琴'],
			"打击乐器" : ['手鼓','锣'],
			"拉弦乐器" : ['二胡','其他']
		}
	},

	{
		"role" : "西洋乐器",
		"rList" : {
			"弦乐乐器" : ['大提琴','小提琴'],
			"木管乐器" : ['',''],
			"铜管乐器" : ['',''],
			"键盘乐器" : ['电子琴',''],
			"打击乐器" : ['架子鼓','']
		}
	},

	{
		"role" : "歌手",
		"rList" : {
			"流行歌手" : ['',''],
			"摇滚歌手" : ['',''],
			"美声歌手" : ['','']
		}
	},

	{
		"role" : "乐队",
		"rList" : {
			"管弦乐队" : ['',''],
			"摇滚乐队" : ['',''],
			"爵士乐队" : ['','']
		}
	},

	{
		"role" : "舞蹈",
		"rList" : {
			"古典舞" : ['',''],
			"拉丁舞" : ['',''],
			"摩登舞" : ['',''],
			"芭蕾舞" : ['',''],
			"民族舞" : ['',''],
			"民间舞" : ['',''],
			"现代舞" : ['',''],
			"踢踏舞" : ['',''],
			"爵士舞" : ['',''],
			"时尚舞" : ['','']
		}
	},

	{
		"role" : "模特",
		"rList" : {
			"古典舞" : ['',''],
			"拉丁舞" : ['',''],
			"摩登舞" : ['',''],
			"芭蕾舞" : ['',''],
			"民族舞" : ['',''],
			"民间舞" : ['',''],
			"现代舞" : ['',''],
			"踢踏舞" : ['',''],
			"爵士舞" : ['',''],
			"时尚舞" : ['','']
		}
	},

	{
		"role" : "达人",
		"rList" : {
			"古典舞" : ['',''],
			"拉丁舞" : ['',''],
			"摩登舞" : ['',''],
			"芭蕾舞" : ['',''],
			"民族舞" : ['',''],
			"民间舞" : ['',''],
			"现代舞" : ['',''],
			"踢踏舞" : ['',''],
			"爵士舞" : ['',''],
			"时尚舞" : ['','']
		}
	},

	{
		"role" : "幕后",
		"rList" : {
			"舞美／灯光" : ['',''],
			"服装" : ['',''],
			"化妆／造型" : ['',''],
			"道具" : ['',''],
			"编导" : ['',''],
			"编剧" : ['',''],
			"导演" : ['',''],
			"纸片" : ['',''],
			"策划" : ['',''],
			"录音" : ['','']
		}
	}
];